[
	"There are now 25 hours in a day! How do you spend your extra hour?",
	"What was the most fun thing you did last weekend?",
	"What is one thing you are looking forward to doing when you retire?",
	"What is one of your greatest achievements?",
	"What activity helps you relieve stress?",
	"Professional, casual or sweatpants? If there were no dress code, how would you dress for work?",
 	"When you were a child, what did you want to be when you grew up?",
 	"Science fiction. Love it or hate it?",
 	"At a company field day, what is the event that you would most likely win?",
 	"What movie can you watch over and over again?",
 	"If you could have dinner with any famous person, who would you choose?",
 	"If all the superheroes went to battle against each other, who do you think would win?",
 	"What’s your biggest fear? What’s the biggest fear you’ve ever faced?",
 	"If you could only pick three foods to eat for a month, which foods would you choose?",
 	"If you could compete in any Olympic sport, which would it be?",
 	"If you could be reincarnated as any animal, what would you be?",
	"What’s your favorite childhood board game?",
	"If you could take a month to travel anywhere, where would you go?",
	"If you could time travel, which period of time would you go back to visit?",
	"What’s the best book you’ve read so far this year?",
	"Which holiday is your favorite and why?",
	"What was your favorite childhood bedtime story that you can still quote?",
	"If you could tour with any band, which band would you choose?",
	"If you could star in a movie with any famous actor/actress, who would you choose as your costar?",
	"If you won the lottery, what’s the first thing you would buy?",
	"If you could take a year off from work or school, what would you do?",
	"Are you a cat person or a dog person?",
	"What is your favorite dessert?",
	"What was your favorite childhood cartoon?",
	"If you could live anywhere in the world, where would you live?",
	"If you could have any super power, what would it be?",
	"If you could be on any game show, which would you choose?",
	"Reality TV. Love it or hate it?",
	"Would you rather spend a year in space or living on a submarine?",
	"If you could be any character from a childhood fairytale, who would you be?",
	"Best sandwich ever. What’s on it?",
	"What’s the best vacation you have ever taken?",
	"Rainy weekend and you are home alone. How do you spend your time?",
	"You’re at a make-your-own sundae bar. Which toppings do you choose?",
	"What’s your most sentimental gift that you have ever received?"
]